# დავალება 1:
# შექმენით სია სადაც გადასცემთ რაზმის ლიდერების სახელს და გვარს ელემენტებად და გამოიტანთ თქვენი რაზმის ლიდერის სახელს

army_name = ["მოლოდინი", "ჯანეზაშვილი", "ტყეშელაშვილი", "ფილიშვილი"]
print(army_name[0])

# დავალება 2:
# შექმენით თქვენი რაზმის წევრებისგან სია და დაპრინტეთ შუა 5 რაზმის წევრი(slicing)
army_name = [
    "გურიკო", 
    "თინათინი", 
    "ლუკა", 
    "გიორგი"
    "გიო", 
    "თეკლა", 
    "რეზი", 
    "დავით",
    "რატი", 
    "ნინო"
    ]
print(army_name[3:8])


# დავალება3:
# შექმენით სია სადაც იქნება რამდენიმე ხილის სახელი და 1 ბოსტნეული, თქვენ უნდა შეცვალოთ ეს 1 ბოსტნეული სხვა რაიმე ხილით და დაპრინტოთ სია
fruit = ["apple", "Pear", "Peach", "tomato"]
fruit[3] = "banana"

print(fruit)
print(fruit[3])
