# დავალება 4)

# GOA ში ყოველ შემოყვანილ ადამიანზე გეძლევა 100ლ.
# მომხმარებელს შემოატანინეთ თუ რამდენი ადამიანი შემოიყვანა ხოლო თითო შემოყვანილ ადამიანზე დაერიცხოს 100ლ

# 1) რამდენი დაგერიცხება თუ შემოიყვან 10 ბავშვს?  15 ბავშცს?

# 2) რამდენი დაგერიცხება თუ შემოიყვან 100 ბავშვს გამოკლებული 37 დამატებული 13 გაყოფილი 10 და გამრავებული 264 ზე

user = int(input("how many people enter in GOA: ")) #10 #15
reward = 100
result = reward * user

#1
print("you recive " + str(result) + " gel")  

magic_number = 100 - 37 + 13 / 10 * 264

#2
print("you recive " + str(magic_number) + " gel")
