# დავალება: 1
#მომხმარებლის ნიშნებისგან გამოანგარიშება საშუალო არითმეტიკული და თუ ცხრაზე მეტი იქნება:
#დაუპრინტეთ გილოცავ მატრიცელო შენ გადმოგეცა 300 ლარიანი ბანძი ტოსტერი რასაც შეალიე შენი ცხოვრების წლები
#თუ ეს იქნება 5ზე ნაკლები: დაუპრინტე გილოცავ გაექეცი მატრიცას
#თუ იქნება 5 იდან 9 მდე: დაუპრინტე YOU ARE MID
#თუ იქნება 10ზე მეტი ან 0ზე ნაკლები: დაუპრინტე there is something wrong with you

geo = int(input("enter your georgian score: "))
eng = int(input("enter your english score: "))

sum = (geo + eng) / 2
print(sum)

if sum >= 9 and sum <= 10:
    print("გილოცავ მატრიცელო შენ გადმოგეცა 300 ლარიანი ბანძი ტოსტერი რასაც შეალიე შენი ცხოვრების წლები")
elif sum> 0 and sum < 5:
    print("გილოცავ გაექეცი მატრიცას")
elif sum > 5 and sum < 9:
    print("YOU ARE MID")
else:
    print("there is something wrong with you")


# დავალება: 2

# მომხმარებელს შეეკითხეთ ხელფასი
# თუ 10000ზე მეტია, დაუპრინტეთ, გოა-ში სწავლობდი?
# თუ 1000----10000 -ია , დაუპრინტეთ you mid
# თუ 1000-ზე დაბალია, დაუპრინტეთ, შემოსულიყავი გოაში, მატრიცელო


salary = int(input("enter your selery: "))

if salary >= 10000:
    print("გოა-ში სწავლობდი?")
elif salary > 1000 and salary < 10000:
    print("you mid")
else:
    print("შემოსულიყავი გოაში, მატრიცელო")





